benchmarks/throughput/repeated/batch-1/02-wrk/wrk/run.log
Running 1m test @ http://172.18.0.2:8080/work
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   745.49us    1.37ms  68.02ms   92.07%
    Req/Sec    76.25k    12.41k  186.31k    76.89%
  42499365 requests in 1.17m, 44.88GB read
  Socket errors: connect 0, read 0, write 0, timeout 3
Requests/sec: 606293.83
Transfer/sec:    655.69MB